[
  {
    "_id": "601ffcc2233ade6c4705d3be",
    "name": "Afpak",
    "race": ["Hybrid"],
    "description": "Afpak, named for its direct Afghani and Pakistani landrace heritage, is a beautiful indica-dominant hybrid with light green and deep bluish purple leaves. The taste and aroma are floral with a touch of lemon, making the inhale light and smooth. Its effects start in the stomach by activating the appetite. There is also a potent relaxation that starts in the head and face, and gradually sinks down into the body. Enjoy this strain if you’re suffering from stress, mild physical discomfort, or having difficulty eating.",
    "thc": "18%",
    "cbd": "1%",
    "image": "/images/Afpak.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Lack of Appetite"],
    "posEffects": ["Relaxed", "Hungry", "Happy", "Sleepy"],
    "negEffects": ["Dizzy"],
    "flavors": ["Earthy", "Chemical", "Pine"]
  },
  {
    "_id": "602008d60e6b17f30a102a7f",
    "name": "African",
    "race": ["Sativa"],
    "description": "African refers to the indigenous varieties of cannabis (or landraces) that grow natively in this region of the world. Because of this region's latitude and climate, these native landrace strains tend to be sativa in structure and effect.",
    "thc": "10%",
    "cbd": "<1%",
    "image": "/images/African.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Lack of Appetite", "Nausea", "Headache"],
    "posEffects": ["Euphoric", "Happy", "Creative", "Energetic", "Talkative"],
    "negEffects": ["Dry Mouth"],
    "flavors": ["Spicy", "Herbal", "Pungent", "Earthy"]
  },
  {
    "_id": "60200c09bfce0072c081e8c4",
    "name": "Afternoon Delight",
    "race": ["Hybrid"],
    "description": "Afternoon Delight, created by Colorado Seed Inc., is a difficult strain to track down. Noted for its small, dense nuggets and an aroma of pine and pungent terpenes, Afternoon Delight is described as an indica-dominant hybrid with a hazy aura that engulfs the mind and body. But indulge with caution, as this hybrid has also been known for its potency.",
    "thc": "16%",
    "cbd": "<1%",
    "image": "/images/Afternoon-Delight.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Cramps", "Headache"],
    "posEffects": ["Relaxed", "Hungry", "Euphoric", "Uplifted", "Tingly"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid"],
    "flavors": ["Peppery", "Flowery", "Pine"]
  },
  {
    "_id": "60200e43102cc15d83f0bddb",
    "name": "Afwreck",
    "race": ["Hybrid"],
    "description": "Afwreck is a hybrid cross of Afghani and Trainwreck.  Strong sativa effects with immediate head-concentrated high.",
    "thc": "17%",
    "cbd": "<1%",
    "image": "/images/Afwreck.jpg",
    "goodFor": ["Pain", "Stress", "Headache", "Fatigue", "Muscle Spasms", "ADD/ADHD"],
    "posEffects": ["Relaxed", "Happy", "Creative", "Uplifted", "Sleepy"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Pine", "Earthy", "Flowery"]
  },
  {
    "_id": "60200e4a6a9dedcfe04a6427",
    "name": "Agent Orange",
    "race": ["Hybrid"],
    "description": "Agent Orange is a well-balanced hybrid marijuana strain with uplifting and motivating effects. Agent Orange has an aroma of fresh-cut citrus and is an excellent mood enhancer if you are feeling lethargic or depressed. This strain can be made by combining Orange Velvet with the bold Jack the Ripper. Bred by MzJill Genetics, Agent Orange buds have pigments of both deep maroon and purple.",
    "thc": "15%",
    "cbd": "<1%",
    "image": "/images/AgentOrange.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Nausea", "Headache"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Energetic", "Uplifted"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Citrus", "Orange", "Sweet"]
  },
  {
    "_id": "60200e5e3967f64d4a68d18c",
    "name": "Agent Tangie",
    "race": ["Hybrid"],
    "description": "For those craving a cerebral buzz with a citrus kick, 3C Agent Tangie is perfect. The glittery colas are light green with a zesty, floral flavor. Its effects linger in the crown of the skull and disperse throughout the body in steady waves of invigoration. This strain may assist those suffering from perpetual procrastination, depression, and fatigue. ",
    "thc": "18%",
    "cbd": "<1%",
    "image": "/images/AgentTangie.jpg",
    "goodFor": ["Depression", "Stress", "Cramps", "Fatigue", "Eye Pressure"],
    "posEffects": ["Euphoric", "Happy", "Creative", "Uplifted", "Focused"],
    "negEffects": ["Dry Mouth", "Dry Eyes"],
    "flavors": ["Skunk", "Peppery", "Citrus"]
  },
  {
    "_id": "6021222fa798b75da55b65fb",
    "name": "Alaska",
    "race": ["Sativa"],
    "description": "Alaska, developed by Tikun Olam, is an Israeli strain comprised of 70% sativa genetics. With uplifting effects intended for daytime consumption, Alaska has been found to successfully treat an array of medical symptoms including inflammation, pain, nausea, insomnia, and gastrointestinal disorders.",
    "thc": "21%",
    "cbd": "<1%",
    "image": "/images/Alaska.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Lack of Appetite", "Headache"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Energetic", "Focused"],
    "negEffects": ["Dizzy", "Paranoid", "Dry Eyes", "Anxious"],
    "flavors": ["Earthy", "Woody", "Pungent"]
  },
  {
    "_id": "6021223665521d57fe44602e",
    "name": "Alaska Thunder Grape",
    "race": ["Hybrid"],
    "description": "From Sonoma County comes Alaska Thunder Grape, a hybrid strain that balances genetics from Matanuska Thunder Fuck and Grape Ape. With floral flavors of lavender and hibiscus, Alaska Thunder Grape delivers heavy euphoric effects that promote rest and relaxation.",
    "thc": "18%",
    "cbd": "<1%",
    "image": "/images/AlaskaThunderGrape.jpg",
    "goodFor": ["Pain", "Stress", "Eye Pressure"],
    "posEffects": ["Relaxed", "Euphoric", "Creative", "Tingly", "Focused"],
    "negEffects": [],
    "flavors": ["Grape", "Peppery", "Skunk"]
  },
  {
    "_id": "6021223c130c5e0eb3587053",
    "name": "Alaskan Ice",
    "race": ["Sativa"],
    "description": "Alaskan Ice by Green House Seeds is a powerful strain that crosses a euphoric White Widow hybrid with the energizing buzz of Haze. Frostlike resin blankets the buds in a promise of soaring psychoactivity, anchored only by its slight CBD content. The intensity of this strain is recommended for evening consumption and unproductive weekends. Alaskan Ice is a slight variant of Moby Dick, but poses a greater challenge to growers; cultivators with the expertise to raise Alaskan Ice will be rewarded with a highly potent harvest of sour, spicy buds following a 9 week flowering period. The high resin content of Alaskan Ice has made this strain a favorite among hash producers and patients with severe symptoms.",
    "thc": "16%",
    "cbd": "<1%",
    "image": "/images/AlaskanIce.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Fatigue", "Headache"],
    "posEffects": ["Euphoric", "Happy", "Creative", "Energetic", "Uplifted"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Earthy", "Pine", "Minty"]
  },
  {
    "_id": "602125ec40cc3fbe2af34064",
    "name": "Alaskan Thunder Fuck",
    "race": ["Sativa"],
    "description": "Alaskan Thunder Fuck (also referred to as ATF, Matanuska Thunder Fuck or Matanuska Tundra) is a legendary sativa marijuana strain originating in the Matanuska Valley area of Alaska. According to the legend, it was originally a Northern California sativa crossed with a Russian ruderalis, but sometime in the late 70s it was crossed with Afghani genetics to make it heartier. Alaskan Thunder Fuck usually presents large, beautifully frosted buds with incredibly strong odors of pine, lemon, menthol, and skunk. Known for possessing a relaxing yet intensely euphoric high, it is also described as having a “creeper” effect as well as pronounced appetite enhancement.",
    "thc": "16%",
    "cbd": "<1%",
    "image": "/images/AlaskanThunderFuck.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Lack of Appetite", "Headache", "Fatigue"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Energetic", "Uplifted"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Earthy", "Woody", "Pine"]
  },
  {
    "_id": "602125f3180ed9a675e76902",
    "name": "Albert Walker",
    "race": ["Hybrid"],
    "description": "Albert Walker is a strain with unknown origins, but it is thought to have descended from Afghan Skunk and bred in the Pacific Northwest. Evidence of its lineage is found in its sour lemon and skunk smells and heavy full-body effects that can last for hours. Albert Walker’s euphoric and relaxing qualities make it a go-to strain for patients treating depression and anxiety, and it may also have benefits for chronic pain and appetite loss. This clone-only strain may come as a challenge for some growers, as the plant tends to require frequent attention and maintenance. However, the high yields following its 8-week flowering cycle will be a satisfactory reward.",
    "thc": "18%",
    "cbd": "<1%",
    "image": "/images/AlbertWalker.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Headache", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Hungry", "Euphoric", "Happy", "Focused"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Earthy", "Pine", "Skunk"]
  },
  {
    "_id": "602125fa4739297822714372",
    "name": "Alchemy",
    "race": ["Hybrid"],
    "description": "Alchemy is a 50/50 hybrid cannabis strain that was conjured by combining Chemdog and Querkle. This creation from created by Subcool's The Dank comes wreathed in purple fan leaves and lavender-tipped buds. With an aroma of sour grapes and earthy musk, Alchemy delivers a balance of relaxing body effects and engaged cerebral invigoration. Boasting high levels of THC, Alchemy is sure to restore both your mood and appetite.",
    "thc": "22%",
    "cbd": "8%",
    "image": "/images/",
    "goodFor": ["Insomnia", "Stress", "Fatigue", "Headache", "Eye Pressure"],
    "posEffects": ["Relaxed", "Hungry", "Uplifted", "Tingly", "Sleepy"],
    "negEffects": [],
    "flavors": ["Cheese", "Chemical", "Sweet"]
  },
  {
    "_id": "60212b959e99f0657b0054f6",
    "name": "Alf",
    "race": ["Hybrid"],
    "description": "Seeing as how this is an incredibly rare indica that will take you from zero to sixty in just a couple of hits, calling it Alf, short for Alien Life Form, is perfectly appropriate. By crossing Animal Pie with the almost impossible to find Black Raven, The Captain’s Connection has created a bud that will lift your spirits and stimulate your body into a well balanced, cloud 9 kind of high. This 70/30 indica-dominant blend boasts a moderate THC level of 15% and will have users feeling the euphoric, bordering psychedelic, effects after just a couple of hits. These effects are brought to you in a sugary sweet nug that smells of cherry and skunk, with little hints of coffee and earth. The aromas are skunky and sweet, and are accented by rich purple hues, amber hairs, and thick sticky trichomes.",
    "thc": "15%",
    "cbd": "<1%",
    "image": "/images/ALF.png",
    "goodFor": ["Depression", "Insomnia", "Stress", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Creative", "Giggly"],
    "negEffects": ["Dry Mouth"],
    "flavors": ["Diesel", "Pungent", "Tropical"]
  },
  {
    "_id": "60212b9cb025dcb4d6a1f95d",
    "name": "Alice in Wonderland",
    "race": ["Sativa"],
    "description": "Alice in Wonderland is a mostly sativa strain with euphoric cerebral effects. It provides an elevated sensory experience, making it a favorite strain for creative pastimes, outdoor activities, a laid-back weekend, or daytime stress relief. Said to be a descendant of Willy’s Wonder, Alice in Wonderland has many therapeutic qualities, especially for those suffering from anxiety or depression.",
    "thc": "16%",
    "cbd": "<1%",
    "image": "/images/AliceInWonderland.jpg",
    "goodFor": ["Depression", "Stress", "Lack of Appetite", "Fatigue", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted", "Focused"],
    "negEffects": ["Dizzy", "Dry Mouth", "Dry Eyes", "Anxious"],
    "flavors": ["Citrus", "Grapefruit", "Earthy" ]
  },
  {
    "_id": "60212ba33f6092c9a88c83e4",
    "name": "Alien Abduction",
    "race": ["Hybrid"],
    "description": "Let this close encounter of the third kind abduct your senses and take you on a ride through the creative galaxy. Though it presents total body relaxation as any indica-dominant hybrid would, this cross of Alien OG and an Ether cut of Alien Dawg by Ocean Grown Genetics has that little extra sativa goodness that makes it a highly sought after set of seeds.Though the exact CBD level is somewhat up for debate, in most cases it comes in at around 1% with THC levels ranging between a staggering 20% to 29% on average. Needless to say this is an out of this world high that has the power to launch you into outer space. These tight, neon green nugs are covered in amber tinted hairs and bright yellow patches, giving it a very alien-esque appearance. Against what you might expect, these buds are nutty tasting with hints of lemon and pine. The aromas are similar, though there are skunky notes when burned.",
    "thc": "29%",
    "cbd": "1%",
    "image": "/images/AlienAbduction.jpg",
    "goodFor": ["Depression", "Insomnia", "Lack of Appetite", "Fatigue", "Headache"],
    "posEffects": ["Relaxed", "Happy", "Creative", "Focused"],
    "negEffects": ["Dry Mouth", "Dry Eyes"],
    "flavors": ["Earthy", "Nutty", "Lemon"]
  },
  {
    "_id": "60213fe43d897d9bcb02ed9e",
    "name": "Alien Apparition",
    "race": ["Hybrid"],
    "description": "Long-time cannabis lovers will instantly know that this is a special strain, but for anyone who’s newer to the scene let’s just say this - anything in the Alien lineage is something to get down on your knees and worship. Crafted by Franchise Genetics, formerly Obsoul33t Genetics, this indica-dominant strain is a cross between Ghost OG and Alien Technology. These days, a 20% THC level may not seem like much, but Alien Apparition packs a huge punch with her neon nugs. Round in shape with a smattering of orange hairs, each flower is completely coated in golden trichomes. A mouthwatering blend of blueberry and citrus dance along your palette, making it a sweet and tangy treat that’s perfect for dessert.",
    "thc": "20%",
    "cbd": "<1%",
    "image": "/images/AlienApparition",
    "goodFor": ["Depression", "Cramps", "Fatigue", "Headache", "Eye Pressure"],
    "posEffects": ["Hungry", "Euphoric", "Creative", "Aroused"],
    "negEffects": ["Dry Mouth"],
    "flavors": ["Berry", "Blueberry", "Citrus"]
  },
  {
    "_id": "60225f0d40366a1ddf1f895a",
    "name": "Alien Asshat",
    "race": ["Hybrid"],
    "description": "Alien Asshat is a hybrid cannabis strain grown by Sky High Gardens in Washington. With a staggeringly high THC content, Alien Asshat launches you into the cosmos with a powerful euphoric blast. Its buds are a tangle of green calyxes and leaves wrapped in a constellation of shining crystal resin. If you’re new to cannabis, be sure to start small with this heavy-hitter.",
    "thc": "21%",
    "cbd": "1%",
    "image": "/images/AlienAsshat.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Nausea", "Fatigue"],
    "posEffects": ["Euphoric", "Happy", "Creative", "Energetic", "Giggly"],
    "negEffects": ["Dizzy", "Dry Mouth"],
    "flavors": ["Citrus", "Pungent", "Lemon"]
  },
  {
    "_id": "602262232de8511ea8f7a044",
    "name": "Alien Bubba",
    "race": ["Indica"],
    "description": "Alien Bubba is the intergalactic cross of the renowned Bubba Kush and the heady space invader, Alien Kush. This two-fold Kush blend offers mellow sedation with a mental aura most would describe as introspective or meditative. Its bouquet is earthy and floral, and when combusted, Alien Bubba shows off a pungent tea and herbaceous grassiness that is smooth on the exhale. Enjoy this heady heavy-hitter close to the end of the day to maximize its sedative effects.",
    "thc": "21%",
    "cbd": "<1%",
    "image": "/images/AlienBubba.png",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Lack of Appetite"],
    "posEffects": ["Relaxed", "Euphoric", "Sleepy", "Focused", "Giggly"],
    "negEffects": ["Dizzy", "Dry Mouth"],
    "flavors": ["Earthy", "Ammonia", "Diesel"]
  },
  {
    "_id": "6022622e34928732000d5d3d",
    "name": "Alien Dawg",
    "race": ["Indica"],
    "description": "Descending from Northern California and Afghanistan genetics, Alien Dawg is a cross between Chemdawg and Alien Technology. With a sour and pungent odor, Alien Dawg has a light, bitter taste and presents brilliant mind and body effects.",
    "thc": "17%",
    "cbd": "<1%",
    "image": "/images/AlienDawg.jpg",
    "goodFor": ["Insomnia", "Pain", "Stress", "Nausea", "Fatigue"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted", "Sleepy"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes", "Anxious"],
    "flavors": ["Earthy", "Pungent", "Spicy", "Herbal"]
  },
  {
    "_id": "60226237dc66344573c426da",
    "name": "Alien Dutchess",
    "race": ["Sativa"],
    "description": "Alien Dutchess by Cresco Labs brings together strong euphoria and deep relaxation to create a strain that is as potent as it is refined. Created by crossing Dutch Treat Haze and Alien OG, this strain exhibits a spicy, herbaceous aroma with hints of pine and lemon. The earthy and citrus notes shine through upon consumption. Alien Dutchess has been known to stimulate appetite and help abate nausea, headaches, and stress.",
    "thc": "10%",
    "cbd": "5%",
    "image": "/images/AlienDutchess.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Lack of Appetite"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted", "Focused"],
    "negEffects": [],
    "flavors": ["Berry", "Lemon", "Sweet"]
  },
  {
    "_id": "602266b64d29d30f668f8f18",
    "name": "Alien Hallucination",
    "race": ["Hybrid"],
    "description": "Just like the extraterrestrial creatures that many believe in, Alien Genetics is a bit of a mysterious breeder on planet Earth. However, they have developed quite a memorable strain in Alien Hallucination, an evenly balanced hybrid that resulted from crossing Tahoe Alien and LSD. Ideal for more experienced users, this bud may bring along some visions that will make you think you’ve made contact with another life form. On the moderate to high scale when it comes to potency, Alien Hallucination tops out at 24% THC. Nugs are bright green and lumpy yet are spruced up by a purple undertone and tons of orange pistils. Amber toned trichomes top off the look of these tasty nugs, which bring notes of sweet and tangy citrus with just a bit of earth to round things out. Although it might taste like a freshly squeezed glass of juice, this bud won’t be your friend in the morning.",
    "thc": "24%",
    "cbd": "<1%",
    "image": "/images/AlienHallucination.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Headache", "Fatigue", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted"],
    "negEffects": [],
    "flavors": ["Chemical", "Diesel", "Earthy"]
  },
  {
    "_id": "602267be978b79e4b4f3d05e",
    "name": "Alien Inferno",
    "race": ["Hybrid"],
    "description": "Burn, baby, burn with Alien Inferno. This indica-dominant hybrid is kin to the extremely potent powerhouse strains White Fire #6, Alien OG, and Diablo, giving us a strong high that the novice user may not be ready for. Bred by LivWell, this heavy-handed strain is great for medicinal and recreational users alike. With a 70/30 blend and a 19% THC average, this strain is not for the faint of heart by any stretch of the imagination. Upon your first hit, those that brave this extremely strong strain will have the pleasure of tasting sweet piney flavors with overtones of lemon and earth. These rock hard, forest green nugs smell of pine and diesel and are covered in bright red hairs and a thick coating of crystal trichomes.",
    "thc": "20%",
    "cbd": "<1%",
    "image": "/images/AlienInferno.jpg",
    "goodFor": ["Depression", "Pain", "Stress", "Lack of Appetite", "Fatigue"],
    "posEffects": ["Euphoric", "Happy", "Creative", "Energetic", "Talkative"],
    "negEffects": [],
    "flavors": ["Chemical", "Diesel", "Earthy"]
  },
  {
    "_id": "6022689f8a3c2b49bed6827a",
    "name": "Alien Kush",
    "race": ["Indica"],
    "description": "Alien Kush is a potent cross of LVPK and Alien Dawg that originally hails from California, not deep space. It may have you feeling a little spacey, though, as this strain touches down in the brain first, giving active, sometimes-psychedelic effects. The active buzz settles over time into a relaxing body buzz that will dissolve both stress and pain. Alien Kush plants have average yields, but they are hardy, easy-to-grow plants, indoors or out. The light green buds have a covering of red or orange hairs and should be airy. This strain has a piney smell, but the taste is a subtle spiciness that is reminiscent of tea.",
    "thc": "20%",
    "cbd": "<1%",
    "image": "/images/AlienKush.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Headache"],
    "posEffects": ["Relaxed", "Euphoric", "Uplifted", "Sleepy", "Giggly"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes"],
    "flavors": ["Woody", "Flowery", "Earthy"]
  },
  {
    "_id": "602269a4769199d901299b8e",
    "name": "Alien OG",
    "race": ["Hybrid"],
    "description": "First available as a clone in California’s Bay Area and now in seed form from Cali Connection, Alien OG is a hybrid cross of Tahoe OG and Alien Kush. Alien OG has the typical lemon and pine OG smell and flavor, and its intense high combines heavy body effects and a psychedelic cerebral buzz. Beginners and novices, be sure to take it slow with this heavy-hitter.",
    "thc": "18%",
    "cbd": "<1%",
    "image": "/images/AlienOG.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted", "Focused"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes", "Anxious"],
    "flavors": ["Lemon", "Flowery", "Earthy"]
  },
  {
    "_id": "60226a8e05e59122e378841c",
    "name": "Alien Reunion",
    "race": ["Hybrid"],
    "description": "Just as the alien movies in the 60s and 70s would have you believe, these creatures come in peace. Giving off a total body relaxation as a well-balanced hybrid would, this cross of Alien OG and Alien Dawg has that little extra that most smokers seek. Thanks to Cannobi Genetics, users can look forward to an inspirational high that is weighty and enjoyable from start to finish. Though it is often reported as a 50/50 blend, in actuality, it’s not really known what the exact ratios are. However, many users don’t mind, as the high THC levels more than makeup for any ambiguity. Alien Reunion is known to measure at a whopping 28%, giving you an intense high. These light and airy forest green nugs are covered in translucent, amber-tinted hairs with crystal trichomes and sweet sticky resin.",
    "thc": "18%",
    "cbd": "<1%",
    "image": "/images/AlienReunion.jpg",
    "goodFor": ["Pain", "Lack of Appetite", "Headache", "Inflammation", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Creative", "Uplifted"],
    "negEffects": [],
    "flavors": ["Skunk", "Diesel", "Pungent"]
  },
  {
    "_id": "60250591c56812d6521fd54d",
    "name": "Alien Rift",
    "race": ["Indica"],
    "description": "Bred by Ocean Grown Seeds, Alien Rift crosses Alien Abduction, Alien Dawg, Ether cut, and Alien OG, and it was specifically backcrossed for better hash production. Alien Rift is certain to please the senses, with a tart scent of lemon and spice, and buds dense with trichomes. With that much extraterrestrial activity, this strain is out of this world! Use Alien Rift’s laid-back effects to curb stress and manage physical pain.",
    "thc": "20%",
    "cbd": "2%",
    "image": "/images/AlienRift.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Headache"],
    "posEffects": ["Relaxed", "Hungry", "Euphoric", "Happy", "Creative"],
    "negEffects": ["Dry Mouth"],
    "flavors": ["Earthy", "Chemical", "Citrus"]
  },
  {
    "_id": "602505972eef62eed5a732f9",
    "name": "Alien Rock Candy",
    "race": ["Hybrid"],
    "description": "Alien Rock Candy by Alien Genetics is an indica-dominant hybrid with an aroma as sweet as the name suggests. This Sour Dubble and Tahoe Alien cross captures a fruity, citrus aroma that carries through until the exhale. Full relaxation of the mind and body make this strain ideal for the end of an active or stressful day, with a heaviness that segueways nicely into sleep. The effects may take a few minutes to peak, but Alien Rock Candy packs a powerful euphoric punch once it sets in. A good choice for both novice and expert growers alike, Alien Rock Candy finishes around 8 weeks into its flowering cycle.",
    "thc": "19%",
    "cbd": "<1%",
    "image": "/images/AlienRockCandy.jpg",
    "goodFor": ["Depression", "Insomnia", "Pain", "Stress", "Lack of Appetite"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Uplifted", "Sleepy"],
    "negEffects": ["Dizzy", "Dry Mouth", "Paranoid", "Dry Eyes", "Anxious"],
    "flavors": ["Sweet", "Earthy", "Citrus"]
  },
  {
    "_id": "6025059df982694c5d9f22b6",
    "name": "Alien Sour Apple",
    "race": ["Hybrid"],
    "description": "Alien Sour Apple is a sativa-dominant hybrid that mixes the genetics of Alien Dawg with Sour Apple. Bred by Franchise Genetics, Alien Sour Apple tastes sweet and sour, like a Granny Smith apple. Its heady sativa effects provide a lift of energy and incite an optimistic sense of euphoria.",
    "thc": "13%",
    "cbd": "<1%",
    "image": "/images/AlienSourApple.jpg",
    "goodFor": ["Depression", "Stress", "Lack of Appetite", "Muscle Spasms"],
    "posEffects": ["Relaxed", "Euphoric", "Happy", "Creative", "Uplifted"],
    "negEffects": [],
    "flavors": ["Apple", "Orange", "Ammonia"]
  }
]
